{
  "en": {
    "about-us": "ABOUT US",
    "description": "Smarensol S.A., is a company of the electrical sector, which has more than 15 years of experience in the commercialization of equipment and supplies for the electrical system of Distribution, Transmission and Substations.",
    "mission": "MISSION",
    "mission-content": "Provide solutions for the electricity sector, with highly qualified personnel; in order to generate a good return for the business and contribute to national development.",
    "vision": "VISION",
    "vision-content": "To be leaders in the commercialization of solutions for the national electricity sector, seeking excellence and continuous improvement.",
    "values": "VALUES",
    "honesty": "HONESTY",
    "honesty-content": "Our attitude is directed to fulfill what we promise, we will respect the truth and justice.",
    "efficiency": "EFFICIENCY",
    "efficiency-content": "We will optimize our internal resources and processes.",
    "social-responsability": "SOCIAL RESPONSABILITY",
    "social-responsability-content": "We will contribute to the social and environmental improvement of our stakeholders.",
    "teamwork": "TEAMWORK",
    "teamwork-content": "We will cultivate the camaraderie and development of work groups.",
    "continuous-improvement": "CONTINUOUS IMPROVEMENT",
    "continuous-improvement-content": "We will constantly review our internal processes, in order to reduce the response time to our customers."
  },
  "es": {
    "about-us": "NOSOTROS",
    "description": "Smarensol S.A., es una empresa del sector eléctrico, que cuenta con personal de más de 15 años de experiencia en comercialización de equipos y suministros para sistema eléctrico de Distribución, Transmisión y Subestaciones.",
    "mission": "MISIÓN",
    "mission-content": "Proveer soluciones para sector eléctrico, con personal altamente calificado; con la finalidad de generar un buen retorno para el negocio y aportar al desarrollo nacional.",
    "vision": "VISIÓN",
    "vision-content": "Ser líderes en la comercialización de soluciones para el sector eléctrico nacional, buscando la excelencia y mejora continua.",
    "values": "VALORES",
    "honesty": "HONESTIDAD ",
    "honesty-content": "Nuestra actitud se encamina a cumplir lo que prometemos, respetaremos la verdad y la justicia",
    "efficiency": "EFICIENCIA",
    "efficiency-content": "Optimizaremos nuestros recursos y procesos internos.",
    "social-responsability": "RESPONSABILIDAD SOCIAL",
    "social-responsability-content": "Contribuiremos al mejoramiento social y medio ambiental de nuestros grupos de interés.",
    "teamwork": "TRABAJO EN EQUIPO",
    "teamwork-content": "Cultivaremos el compañerismo y desarrollo de grupos de trabajo.",
    "continuous-improvement": "MEJORAS CONTINUAS",
    "continuous-improvement-content": "Contantemente revisaremos nuestros procesos internos, con el fin de reducir el tiempo de respuesta a nuestros clientes."
  }
}
